[
  "You may abandon your own body but you must preserve your honour.",

  "Know your enemy, know his sword.",

  "When you decide to attack, keep calm and dash in quickly, forestalling the enemy...attack with a feeling of constantly crushing the enemy, from first to last.",

  "There is no one way to salvation, whatever the manner in which a man may proceed. All forms and variations are governed by the eternal intelligence of the Universe that enables a man to approach perfection. It may be in the arts of music and painting or it may be in commerce, law, or medicine. It may be in the study of war or the study of peace. Each is as important as any other. Spiritual enlightenment through religious meditation such as Zen or in any other way is as viable and functional as any \"Way.\"... A person should study as they see fit.",

  "No man is invincible, and therefore no man can fully understand that which would make him invincible",

  "It is difficult to realize the true Way just through sword-fencing. Know the smallest things and the biggest things, the shallowest things and the deepest things.",

  "It is better to be a warrior in a garden, than a gardener in a war.",

  "Truth is not what you want it to be; it is what it is. And you must bend to its power or live a lie.",

  "When in a fight to the death, one wants to employ all one's weapons to the utmost. I must say that to die with one's sword still sheathed is most regrettable.",
  "You may abandon your own body but you must preserve your honour.",

  "Know your enemy, know his sword.",

  "When you decide to attack, keep calm and dash in quickly, forestalling the enemy...attack with a feeling of constantly crushing the enemy, from first to last.",

  "There is no one way to salvation, whatever the manner in which a man may proceed. All forms and variations are governed by the eternal intelligence of the Universe that enables a man to approach perfection. It may be in the arts of music and painting or it may be in commerce, law, or medicine. It may be in the study of war or the study of peace. Each is as important as any other. Spiritual enlightenment through religious meditation such as Zen or in any other way is as viable and functional as any \"Way.\"... A person should study as they see fit.",

  "No man is invincible, and therefore no man can fully understand that which would make him invincible",

  "It is difficult to realize the true Way just through sword-fencing. Know the smallest things and the biggest things, the shallowest things and the deepest things.",

  "It is better to be a warrior in a garden, than a gardener in a war.",

  "Truth is not what you want it to be; it is what it is. And you must bend to its power or live a lie.",

  "I dreamt of worldly success once.",

  "Both in fighting and in everyday life you should be determined though calm. Meet the situation without tenseness yet not recklessly, your spirit settled yet unbiased. Even when your spirit is calm do not let your body relax, and when your body is relaxed do not let your spirit slacken. Do not let your spirit be influenced by your body, or your body be influenced by your spirit.",

  "Step by step walk the thousand-mile road.",

  "It is said the warrior's is the twofold Way of pen and sword, and he should have a taste for both Ways. Even if a man has no natural ability he can be a warrior by sticking assiduously to both divisions of the Way.",

  "Polish your wisdom: learn public justice, distinguish between good and evil, study the ways of different arts one by one.",

  "Never stray from the Way.",

  "A man cannot understand the art he is studying if he only looks for the end result without taking the time to delve deeply into the reasoning of the study.",

  "When your opponent is hurrying recklessly, you must act contrarily and keep calm. You must not be influenced by the opponent.",

  "Develop intuitive judgement and understanding for everything.",

  "Whatever the Way, the master of strategy does not appear fast.",

  "Become acquainted with every art.",

  "Do nothing which is of no use",

  "In the construction of houses, choice of woods is made. Straight un-knotted timber of good appearance is used for the revealed pillars, straight timber with small defects is used for the inner pillars. Timbers of the finest appearance, even if a little weak, is used for the thresholds, lintels, doors, and sliding doors, and so on. Good strong timber, though it be gnarled and knotted, can always be used discreetly in construction.",

  "Immature strategy is the cause of grief",

  "A bullet from a gun does not make a distinction between practice and combat. You are training to be one and the same way in your life",

  "A thousand days of training to develop, ten thousand days of training to polish. You must examine all this well.",

  "It may seem difficult at first, but all things are difficult at first.",

  "Why would you want to appear as one thing and be another? If you are a warrior then you are a warrior and if you are not a warrior then you are not a warrior. The Way of the warrior is the Way of the warrior. To be a warrior, look like a warrior and stand like a warrior. Do not be false to yourself.",

  "You should not have a favorite weapon. To become over-familiar with one weapon is as much a fault as not knowing it sufficiently well.",

  "If you are not progressing along the true way, a slight twist in the mind can become a major twist. This must be pondered well."
]
